Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PleaseSelectXmlPolicyFileMessage
source: Please select the XML policy file of the policy being removed.
ar: الرجاء تحديد ملف سياسة XML للسياسة التي يتم إزالتها.
de_de: Bitte wählen Sie die XML-Richtliniendatei der zu entfernenden Richtlinie aus.
el_gr: Παρακαλώ επιλέξτε το αρχείο πολιτικής XML που αφαιρείται.
es: Por favor, seleccione el archivo de directiva XML de la directiva que se está eliminando.
he_il: אנא בחר את קובץ מדיניות ה-XML של המדיניות שמוסרת.
hi_in: कृपया हटाई जा रही नीति की XML फ़ाइल चुनें।
ml_in: നീക്കം ചെയ്യുന്ന നയത്തിന്റെ XML നയ ഫയൽ ദയവായി തിരഞ്ഞെടുക്കുക.
pl_pl: Proszę wybrać plik zasad XML usuwanych zasad.

# XmlFileAllowsAllFilesMessage
source: The supplied XML file '{0}' contains a rule that allows all files.
ar: يحتوي ملف XML المقدم "{0}" على قاعدة تسمح بجميع الملفات.
de_de: Die angegebene XML-Datei '{0}' enthält eine Regel, die alle Dateien zulässt.
el_gr: Το παρεχόμενο αρχείο XML '{0}' περιέχει κανόνα που επιτρέπει όλα τα αρχεία.
es: El archivo XML proporcionado '{0}' contiene una regla que permite todos los archivos.
he_il: בקובץ ה-XML שסיפקת '{0}' יש כלל שמאפשר את כל הקבצים.
hi_in: आपूर्ति किया गया XML फ़ाइल '{0}' सभी फ़ाइलों की अनुमति देने वाला नियम Contains करता है।
ml_in: നൽകിയിട്ടുള്ള XML ഫയൽ '{0}' എല്ലാ ഫയലുകളെയും അനുവദിക്കുന്ന ഒരു നിയമം ഉൾക്കൊള്ളുന്നു.
pl_pl: Dostarczony plik XML „{0}” zawiera regułę zezwalającą na wszystkie pliki.

# PolicyFileCreatedSavedMessage
source: The policy file was created and saved to {0}
ar: تم إنشاء ملف السياسة وحفظه في {0}
de_de: Die Richtliniendatei wurde erstellt und unter {0} gespeichert
el_gr: Το αρχείο πολιτικής δημιουργήθηκε και αποθηκεύτηκε στο {0}
es: El archivo de directiva se creó y guardó en {0}
he_il: קובץ המדיניות נוצר ונשמר ב-{0}
hi_in: नीति फ़ाइल बनाई गई और {0} पर सहेजी गई
ml_in: നയ ഫയൽ സൃഷ്‌ടിക്കുകയും {0} എന്നതിലേക്ക് സംരക്ഷിക്കുകയും ചെയ്‌തു
pl_pl: Plik zasad został utworzony i zapisany w {0}

# ConfiguringPolicyRuleOptionsForMessage
source: Configuring the policy rule options for: {0}
ar: تكوين خيارات قاعدة السياسة لـ: {0}
de_de: Konfigurieren der Richtlinienregeloptionen für: {0}
el_gr: Διαμόρφωση επιλογών κανόνων πολιτικής για: {0}
es: Configurando las opciones de regla de directiva para: {0}
he_il: מגדיר את אפשרויות כלל המדיניות עבור: {0}
hi_in: के लिए नीति नियम विकल्प कॉन्फ़िगर कर रहे हैं: {0}
ml_in: ഇതിനായി നയ നിയമ ഓപ്ഷനുകൾ ക്രമീകരിക്കുന്നു: {0}
pl_pl: Konfigurowanie opcji reguł zasad dla: {0}

# PolicyFileNotSignedErrorMessage
source: The specified policy file '{0}' is not signed. Please provide a signed policy file.
ar: ملف السياسة المحدد "{0}" غير موقع. يرجى تقديم ملف سياسة موقع.
de_de: Die angegebene Richtliniendatei '{0}' ist nicht signiert. Bitte geben Sie eine signierte Richtliniendatei an.
el_gr: Το συγκεκριμένο αρχείο πολιτικής '{0}' δεν είναι υπογεγραμμένο. Παρακαλώ παρέχετε υπογεγραμμένο αρχείο πολιτικής.
es: El archivo de directiva especificado '{0}' no está firmado. Proporcione un archivo de directiva firmado.
he_il: קובץ המדיניות שצוין '{0}' אינו חתום. אנא ספק קובץ מדיניות חתום.
hi_in: निर्दिष्ट नीति फ़ाइल '{0}' साइन की गई नहीं है। कृपया एक साइन की गई नीति फ़ाइल प्रदान करें।
ml_in: നിർദ്ദിഷ്‌ട നയ ഫയൽ '{0}' ഒപ്പിട്ടിട്ടില്ല. ദയവായി ഒപ്പിട്ട ഒരു നയ ഫയൽ നൽകുക.
pl_pl: Określony plik zasad „{0}” nie jest podpisany. Proszę podać podpisany plik zasad.

# PolicyFileSignedErrorMessage
source: The specified policy file '{0}' is signed. Please provide an Unsigned policy file.
ar: ملف السياسة المحدد "{0}" موقع. يرجى تقديم ملف سياسة غير موقع.
de_de: Die angegebene Richtliniendatei '{0}' ist signiert. Bitte geben Sie eine unsignierte Richtliniendatei an.
el_gr: Το συγκεκριμένο αρχείο πολιτικής '{0}' είναι υπογεγραμμένο. Παρακαλώ παρέχετε μη υπογεγραμμένο αρχείο πολιτικής.
es: El archivo de directiva especificado '{0}' está firmado. Proporcione un archivo de directiva Sin Firmar.
he_il: קובץ המדיניות שצוין '{0}' חתום. אנא ספק קובץ מדיניות לא חתום.
hi_in: निर्दिष्ट नीति फ़ाइल '{0}' साइन की गई है। कृपया एक अनसाइन की गई नीति फ़ाइल प्रदान करें।
ml_in: നിർദ്ദിഷ്‌ട നയ ഫയൽ '{0}' ഒപ്പിട്ടിട്ടുണ്ട്. ദയവായി ഒപ്പിടാത്ത ഒരു നയ ഫയൽ നൽകുക.
pl_pl: Określony plik zasad „{0}” jest podpisany. Proszę podać niepodpisany plik zasad.

# CipPathCannotBeNullOrEmptyMessage
source: CipPath cannot be null or empty.
ar: لا يمكن أن يكون CipPath فارغًا أو خاليًا.
de_de: CipPath darf nicht null oder leer sein.
el_gr: Το CipPath δεν μπορεί να είναι null ή κενό.
es: CipPath no puede ser nulo o vacío.
he_il: CipPath לא יכול להיות null או ריק.
hi_in: CipPath null या खाली नहीं हो सकता।
ml_in: CipPath ശൂന്യമോ ശൂന്യമോ ആയിരിക്കാൻ പാടില്ല.
pl_pl: Ścieżka CipPath nie może być pusta ani mieć wartości null.

# CipFileNotFoundMessage
source: The file '{0}' does not exist.
ar: الملف "{0}" غير موجود.
de_de: Die Datei '{0}' existiert nicht.
el_gr: Το αρχείο '{0}' δεν υπάρχει.
es: El archivo '{0}' no existe.
he_il: הקובץ '{0}' אינו קיים.
hi_in: फ़ाइल '{0}' मौजूद नहीं है।
ml_in: '{0}' ഫയൽ നിലവിലില്ല.
pl_pl: Plik „{0}” nie istnieje.

# DeployingCipFileMessage
source: Deploying the following CIP file: {0}
ar: جارٍ نشر ملف CIP التالي: {0}
de_de: Bereitstellen der folgenden CIP-Datei: {0}
el_gr: Ανάπτυξη του ακόλουθου αρχείου CIP: {0}
es: Implementando el siguiente archivo CIP: {0}
he_il: מפעיל את קובץ CIP הבא: {0}
hi_in: निम्नलिखित CIP फ़ाइल तैनात कर रहे हैं: {0}
ml_in: താഴെപ്പറയുന്ന CIP ഫയൽ വിന്യസിക്കുന്നു: {0}
pl_pl: Wdrażanie następującego pliku CIP: {0}

# InvalidXmlStructureSiPolicyNodeNotFoundMessage
source: Invalid XML structure, SiPolicy node not found
ar: بنية XML غير صالحة، لم يتم العثور على عقدة SiPolicy
de_de: Ungültige XML-Struktur, SiPolicy-Knoten nicht gefunden
el_gr: Μη έγκυρη δομή XML, δεν βρέθηκε κόμβος SiPolicy
es: Estructura XML inválida, no se encontró el nodo SiPolicy
he_il: מבנה XML לא חוקי, לא נמצא צומת SiPolicy
hi_in: अमान्य XML संरचना, SiPolicy नोड नहीं मिला
ml_in: അസാധുവായ XML ഘടന, SiPolicy നോഡ് കണ്ടെത്തിയില്ല
pl_pl: Nieprawidłowa struktura XML, nie znaleziono węzła SiPolicy

# SignersNodeNotFoundMessage
source: Signers node not found
ar: لم يتم العثور على عقدة الموقعين
de_de: Signers-Knoten nicht gefunden
el_gr: Δεν βρέθηκε κόμβος Signers
es: No se encontró el nodo Signers
he_il: לא נמצא צומת Signers
hi_in: Signers नोड नहीं मिला
ml_in: സൈനർ നോഡ് കണ്ടെത്തിയില്ല
pl_pl: Nie znaleziono węzła Signers

# FailedToRetrieveUMCIProductSignersNodeMessage
source: Failed to create or retrieve UMCI_ProductSignersNode
ar: فشل في إنشاء أو استرداد عقدة UMCI_ProductSignersNode
de_de: UMCI_ProductSignersNode konnte nicht erstellt oder abgerufen werden
el_gr: Αποτυχία δημιουργίας ή ανάκτησης του κόμβου UMCI_ProductSignersNode
es: Error al crear o recuperar UMCI_ProductSignersNode
he_il: לא הצליח ליצור או לשלוף את UMCI_ProductSignersNode
hi_in: UMCI_ProductSignersNode बनाने या प्राप्त करने में विफल
ml_in: UMCI_ProductSignersNode സൃഷ്ടിക്കുന്നതിനോ വീണ്ടെടുക്കുന്നതിനോ പരാജയപ്പെട്ടു
pl_pl: Nie udało się utworzyć lub pobrać węzła UMCI_ProductSignersNode

# FailedToRetrieveKMCIProductSignersNodeMessage
source: Failed to create or retrieve KMCI_ProductSignersNode
ar: فشل في إنشاء أو استرداد عقدة KMCI_ProductSignersNode
de_de: KMCI_ProductSignersNode konnte nicht erstellt oder abgerufen werden
el_gr: Αποτυχία δημιουργίας ή ανάκτησης του κόμβου KMCI_ProductSignersNode
es: Error al crear o recuperar KMCI_ProductSignersNode
he_il: לא הצליח ליצור או לשלוף את KMCI_ProductSignersNode
hi_in: KMCI_ProductSignersNode बनाने या प्राप्त करने में विफल
ml_in: KMCI_ProductSignersNode സൃഷ്ടിക്കുന്നതിനോ വീണ്ടെടുക്കുന്നതിനോ പരാജയപ്പെട്ടു
pl_pl: Nie udało się utworzyć lub pobrać węzła KMCI_ProductSignersNode

# AllowedSignersNodeNotFoundDespiteCreationMessage
source: {0} Product Signers AllowedSigners node not found despite creating it.
ar: لم يتم العثور على عقدة AllowedSigners لموقعي المنتج {0} على الرغم من إنشائها.
de_de: AllowedSigners-Knoten für {0} Product Signers trotz Erstellung nicht gefunden.
el_gr: Ο κόμβος AllowedSigners για το προϊόν {0} δεν βρέθηκε παρά τη δημιουργία του.
es: No se encontró el nodo AllowedSigners de {0} Product Signers a pesar de haberlo creado.
he_il: צומת AllowedSigners של Product Signers עבור {0} לא נמצא למרות שנוצר.
hi_in: {0} Product Signers AllowedSigners नोड बनाने के बावजूद नहीं मिला।
ml_in: സൃഷ്ടിച്ചിട്ടും {0} ഉൽപ്പന്ന സൈനർമാരുടെ AllowedSigners നോഡ് കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono węzła {0} Product Signers AllowedSigners pomimo jego utworzenia.

# FileRulesRefNodeNotFoundDespiteCreationMessage
source: {0} Product Signers FileRulesRef node not found despite creating it.
ar: لم يتم العثور على عقدة FileRulesRef لموقعي المنتج {0} على الرغم من إنشائها.
de_de: FileRulesRef-Knoten für {0} Product Signers trotz Erstellung nicht gefunden.
el_gr: Ο κόμβος FileRulesRef για το προϊόν {0} δεν βρέθηκε παρά τη δημιουργία του.
es: No se encontró el nodo FileRulesRef de {0} Product Signers a pesar de haberlo creado.
he_il: צומת FileRulesRef של Product Signers עבור {0} לא נמצא למרות שנוצר.
hi_in: {0} Product Signers FileRulesRef नोड बनाने के बावजूद नहीं मिला।
ml_in: സൃഷ്ടിച്ചിട്ടും {0} ഉൽപ്പന്ന സൈനർമാരുടെ FileRulesRef നോഡ് കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono węzła {0} Product Signers FileRulesRef pomimo jego utworzenia.

# DeniedSignersNodeNotFoundDespiteCreationMessage
source: {0} Product Signers DeniedSigners node not found despite creating it.
ar: لم يتم العثور على عقدة DeniedSigners لموقعي المنتج {0} على الرغم من إنشائها.
de_de: DeniedSigners-Knoten für {0} Product Signers trotz Erstellung nicht gefunden.
el_gr: Ο κόμβος DeniedSigners για το προϊόν {0} δεν βρέθηκε παρά τη δημιουργία του.
es: No se encontró el nodo DeniedSigners de {0} Product Signers a pesar de haberlo creado.
he_il: צומת DeniedSigners של Product Signers עבור {0} לא נמצא למרות שנוצר.
hi_in: {0} Product Signers DeniedSigners नोड बनाने के बावजूद नहीं मिला।
ml_in: സൃഷ്ടിച്ചിട്ടും {0} ഉൽപ്പന്ന സൈനർമാരുടെ DeniedSigners നോഡ് കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono węzła {0} Product Signers DeniedSigners pomimo jego utworzenia.

# DefaultSupplementalPolicyNameFormat
source: Supplemental policy from MDE Advanced Hunting logs - {0}
ar: سياسة تكميلية من سجلات MDE Advanced Hunting - {0}
de_de: Zusätzliche Richtlinie aus MDE Advanced Hunting-Protokollen - {0}
el_gr: Συμπληρωματική πολιτική από αρχεία καταγραφής MDE Advanced Hunting - {0}
es: Directiva suplementaria de registros de Búsqueda Avanzada de MDE - {0}
he_il: מדיניות משלימה מיומני MDE Advanced Hunting - {0}
hi_in: MDE उन्नत शिकार लॉग्स से पूरक नीति - {0}
ml_in: MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് ലോഗുകളിൽ നിന്നുള്ള അനുബന്ധ നയം - {0}
pl_pl: Zasady uzupełniające z dzienników zaawansowanego wyszukiwania MDE - {0}

# StagingAreaNotFound
source: Staging Area wasn't found
ar: لم يتم العثور على منطقة التجهيز
de_de: Stagingbereich wurde nicht gefunden
el_gr: Η περιοχή προετοιμασίας δεν βρέθηκε
es: No se encontró el Área de preparación
he_il: אזור ההכנה לא נמצא
hi_in: स्टेजिंग एरिया नहीं मिला
ml_in: സ്റ്റേജിംഗ് ഏരിയ കണ്ടെത്താനായില്ല
pl_pl: Nie znaleziono obszaru tymczasowego

# ErrorExpectedPolicyEndTagGot
source: Expected policy end tag '{0}', got '{1}'.
ar: كان متوقعًا علامة نهاية النهج '{0}'، ولكن تم الحصول على '{1}'.
de_de: Erwartetes Richtlinien-Endtag '{0}', erhalten: '{1}'.
el_gr: Αναμενόταν ετικέτα τέλους πολιτικής '{0}', λήφθηκε '{1}'.
es: Se esperaba la etiqueta de fin de directiva '{0}', se obtuvo '{1}'.
he_il: צפויה תגית סיום מדיניות '{0}', התקבלה '{1}'.
hi_in: अपेक्षित पॉलिसी एंड टैग '{0}', मिला '{1}'।
ml_in: പ്രതീക്ഷിച്ച പോളിസി എൻഡ് ടാഗ് '{0}', ലഭിച്ചത് '{1}'.
pl_pl: Oczekiwano końcowego znacznika polityki '{0}', otrzymano '{1}'.

# IDHeader.Text
source: ID
ar: معرّف
el_gr: Αναγνωριστικό
he_il: מזהה
hi_in: आईडी
ml_in: ഐഡി

# DeploySignedXMLPolicyFilesSettingsExpander.Header
source: Select signed XML policy file(s)
ar: حدد ملف(ملفات) سياسة XML الموقَّعة
de_de: Signierte XML-Richtliniendatei(en) auswählen
el_gr: Επιλέξτε υπογεγραμμένα αρχεία XML πολιτικής
es: Seleccionar archivo(s) XML de directiva firmado(s)
he_il: בחר את קובצי מדיניות ה-XML החתומים
hi_in: साइन किए गए XML नीति फ़ाइल(ओं) का चयन करें
ml_in: സൈൻ ചെയ്ത XML പോളിസി ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz podpisane pliki polityki XML

# DeployCIPFilesSettingsCard.Header
source: Select CIP Binary file(s)
ar: حدد ملف(ملفات) ثنائية CIP
de_de: CIP-Binärdatei(en) auswählen
el_gr: Επιλέξτε αρχεία CIP Binary
es: Seleccionar archivo(s) binarios CIP
he_il: בחר את קובצי הבינארי של CIP
hi_in: CIP बाइनरी फ़ाइल(ओं) का चयन करें
ml_in: CIP ബൈനറി ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz pliki binarne CIP

# ConvertXMLToBinarySettingsCard.Header
source: Select XML policy file(s)
ar: حدد ملف(ملفات) سياسة XML
de_de: XML-Richtliniendatei(en) auswählen
el_gr: Επιλέξτε αρχεία XML πολιτικής
es: Seleccionar archivo(s) XML de directiva
he_il: בחר את קובצי מדיניות ה-XML
hi_in: XML नीति फ़ाइल(ओं) का चयन करें
ml_in: XML പോളിസി ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz pliki polityki XML

# ConvertXMLToBinarySettingsCard.Description
source: Browse for XML policy file(s) to convert to CIP file(s)
ar: استعرض للعثور على ملف(ملفات) سياسة XML للتحويل إلى ملفات CIP
de_de: Nach XML-Richtliniendatei(en) suchen, um sie in CIP-Datei(en) zu konvertieren
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς μετατροπή σε αρχεία CIP
es: Busque archivo(s) XML de directiva para convertir a archivo(s) CIP
he_il: עיין בקובצי מדיניות XML כדי להמיר אותם לקובצי CIP
hi_in: CIP फ़ाइल(ओं) में रूपांतरित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ml_in: CIP ഫയലുകളായി പരിവർത്തനം ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby przekonwertować je na pliki CIP

# ConvertXMLToBinarySettingsCard.ToolTipService.ToolTip
source: Browse for XML policy file(s) to convert to CIP file(s)
ar: استعرض للعثور على ملف(ملفات) سياسة XML للتحويل إلى ملفات CIP
de_de: Nach XML-Richtliniendatei(en) suchen, um sie in CIP-Datei(en) zu konvertieren
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς μετατροπή σε αρχεία CIP
es: Busque archivo(s) XML de directiva para convertir a archivo(s) CIP
he_il: עיין בקובצי מדיניות XML כדי להמיר אותם לקובצי CIP
hi_in: CIP फ़ाइल(ओं) में रूपांतरित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ml_in: CIP ഫയലുകളായി പരിവർത്തനം ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby przekonwertować je na pliki CIP

# ConvertXMLToBinarySettingsCard.AutomationProperties.HelpText
source: Browse for XML policy file(s) to convert to CIP file(s)
ar: استعرض للعثور على ملف(ملفات) سياسة XML للتحويل إلى ملفات CIP
de_de: Nach XML-Richtliniendatei(en) suchen, um sie in CIP-Datei(en) zu konvertieren
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς μετατροπή σε αρχεία CIP
es: Busque archivo(s) XML de directiva para convertir a archivo(s) CIP
he_il: עיין בקובצי מדיניות XML כדי להמיר אותם לקובצי CIP
hi_in: CIP फ़ाइल(ओं) में रूपांतरित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ml_in: CIP ഫയലുകളായി പരിവർത്തനം ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby przekonwertować je na pliki CIP

# DeployUnsignedXMLPolicyFilesSettingsCard.Header
source: Select unsigned XML policy file(s)
ar: حدد ملف(ملفات) سياسة XML غير موقَّعة
de_de: Unsignierte XML-Richtliniendatei(en) auswählen
el_gr: Επιλέξτε μη υπογεγραμμένα αρχεία XML πολιτικής
es: Seleccionar archivo(s) XML de directiva no firmado(s)
he_il: בחר את קובצי מדיניות ה-XML הלא חתומים
hi_in: बिना साइन की गई XML नीति फ़ाइल(ओं) का चयन करें
ml_in: അസൈൻ ചെയ്തിട്ടില്ലാത്ത XML പോളിസി ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz niepodpisane pliki polityki XML

# PKCS7SignatureWritten
source: PKCS #7 signature (content embedded, cert included) written to {0}
ar: تمت كتابة توقيع PKCS #7 (المحتوى مضمن، الشهادة متضمنة) إلى {0}
de_de: PKCS #7-Signatur (Inhalt eingebettet, Zertifikat enthalten) nach {0} geschrieben
el_gr: Η υπογραφή PKCS #7 (ενσωματωμένο περιεχόμενο, συμπεριλαμβάνεται πιστοποιητικό) γράφτηκε στο {0}
es: Firma PKCS #7 (contenido incrustado, certificado incluido) escrita en {0}
he_il: חתימת PKCS #7 (תוכן מוטבע, אישור כלול) נכתבה ל- {0}
hi_in: PKCS #7 हस्ताक्षर (सामग्री एम्बेडेड, प्रमाणपत्र शामिल) {0} पर लिखा गया
ml_in: PKCS #7 സിഗ്നേച്ചർ (ഉള്ളടക്കം ഉൾച്ചേർത്തത്, സർട്ടിഫിക്കറ്റ് ഉൾപ്പെടുത്തിയത്) {0} എന്നതിലേക്ക് എഴുതി
pl_pl: Podpis PKCS #7 (zawartość osadzona, certyfikat dołączony) zapisany do {0}

# UserCanceledUACMessage
source: User canceled the UAC prompt.
ar: ألغى المستخدم موجه التحكم في حساب المستخدم (UAC).
de_de: Benutzer hat die UAC-Eingabeaufforderung abgebrochen.
el_gr: Ο χρήστης ακύρωσε την προτροπή UAC.
es: El usuario canceló la solicitud de UAC.
he_il: המשתמש ביטל את הנחיית UAC.
hi_in: उपयोगकर्ता ने UAC प्रॉम्प्ट रद्द कर दिया।
ml_in: ഉപയോക്താവ് UAC പ്രോംപ്റ്റ് റദ്ദാക്കി.
pl_pl: Użytkownik anulował monit UAC.

# PolicyConfigurationSuccessMessage
source: Successfully configured the policy at '{0}'. Now it has the Type '{1}', BasePolicyID '{2}' and PolicyID '{3}'.
ar: تم تكوين النهج بنجاح في '{0}'. الآن لديه النوع '{1}'، ومعرف النهج الأساسي (BasePolicyID) '{2}' ومعرف النهج (PolicyID) '{3}'.
de_de: Die Richtlinie unter '{0}' wurde erfolgreich konfiguriert. Sie hat jetzt den Typ '{1}', die BasePolicyID '{2}' und die PolicyID '{3}'.
el_gr: Η πολιτική ρυθμίστηκε επιτυχώς στη θέση '{0}'. Τώρα έχει τον Τύπο '{1}', BasePolicyID '{2}' και PolicyID '{3}'.
es: Se configuró correctamente la directiva en '{0}'. Ahora tiene el Tipo '{1}', BasePolicyID '{2}' y PolicyID '{3}'.
he_il: המדיניות במיקום '{0}' הוגדרה בהצלחה. כעת יש לה סוג '{1}', BasePolicyID '{2}' ו-PolicyID '{3}'.
hi_in: '{0}' पर नीति को सफलतापूर्वक कॉन्फ़िगर किया गया। अब इसका प्रकार '{1}', BasePolicyID '{2}' और PolicyID '{3}' है।
ml_in: '{0}' എന്നതിലെ പോളിസി വിജയകരമായി കോൺഫിഗർ ചെയ്തു. ഇപ്പോൾ അതിന് '{1}' തരം, BasePolicyID '{2}', PolicyID '{3}' എന്നിവയുണ്ട്.
pl_pl: Pomyślnie skonfigurowano zasadę w '{0}'. Teraz ma typ '{1}', BasePolicyID '{2}' i PolicyID '{3}'.

# PolicyVersionSetSuccessMessage
source: Successfully set the version of the policy file at '{0}' from '{1}' to '{2}'.
ar: تم تعيين إصدار ملف النهج بنجاح في '{0}' من '{1}' إلى '{2}'.
de_de: Die Version der Richtliniendatei unter '{0}' wurde erfolgreich von '{1}' auf '{2}' festgelegt.
el_gr: Η έκδοση του αρχείου πολιτικής στη θέση '{0}' ορίστηκε επιτυχώς από '{1}' σε '{2}'.
es: Se estableció correctamente la versión del archivo de directiva en '{0}' de '{1}' a '{2}'.
he_il: גרסת קובץ המדיניות במיקום '{0}' שונתה בהצלחה מ-'{1}' ל-'{2}'.
hi_in: '{0}' पर नीति फ़ाइल का संस्करण सफलतापूर्वक '{1}' से '{2}' में सेट किया गया।
ml_in: '{0}' എന്നതിലെ പോളിസി ഫയലിന്റെ പതിപ്പ് '{1}' എന്നതിൽ നിന്ന് '{2}' എന്നതിലേക്ക് വിജയകരമായി സജ്ജീകരിച്ചു.
pl_pl: Pomyślnie ustawiono wersję pliku zasad w '{0}' z '{1}' na '{2}'.

# HVCISetToStrictSuccessMessage
source: Successfully set the HVCI in the policy file '{0}' to Strict.
ar: تم تعيين HVCI بنجاح في ملف النهج '{0}' إلى صارم.
de_de: HVCI in der Richtliniendatei '{0}' erfolgreich auf Strict gesetzt.
el_gr: Το HVCI στο αρχείο πολιτικής '{0}' ορίστηκε επιτυχώς σε Strict.
es: Se estableció correctamente HVCI en el archivo de directiva '{0}' como Estricto.
he_il: הגדרת HVCI בקובץ המדיניות '{0}' ל-Strict בוצעה בהצלחה.
hi_in: नीति फ़ाइल '{0}' में HVCI को सफलतापूर्वक 'सख्त' पर सेट किया गया।
ml_in: '{0}' പോളിസി ഫയലിലെ HVCI വിജയകരമായി സ്ട്രിക്റ്റിലേക്ക് സജ്ജമാക്കി.
pl_pl: Pomyślnie ustawiono HVCI w pliku zasad '{0}' na Ścisły (Strict).

# CancelSigningInTextBlock.Text
source: Set as Active
ar: تعيين كنشط
de_de: Als aktiv festlegen
el_gr: Ορισμός ως Ενεργό
es: Establecer como Activo
he_il: הגדר כפעיל
hi_in: सक्रिय के रूप में सेट करें
ml_in: സജീവമായി സജ്ജീകരിക്കുക
pl_pl: Ustaw jako Aktywne

# EKUsNodeNotFoundMessage
source: EKUs node not found
ar: عقدة EKUs غير موجودة
de_de: EKUs-Knoten nicht gefunden
el_gr: Ο κόμβος EKUs δεν βρέθηκε
es: Nodo EKUs no encontrado
he_il: צומת EKUs לא נמצא
hi_in: EKUs नोड नहीं मिला
ml_in: EKUs നോഡ് കണ്ടെത്തിയില്ല
pl_pl: Węzeł EKUs nie został znaleziony

# UpdatePageCustomMSIXPath
source: Custom MSIXBundle Path
ar: مسار MSIXBundle مخصص
de_de: Benutzerdefinierter MSIXBundle-Pfad
el_gr: Προσαρμοσμένη Διαδρομή MSIXBundle
es: Ruta Personalizada de MSIXBundle
he_il: נתיב MSIXBundle מותאם אישית
hi_in: कस्टम MSIXBundle पथ
ml_in: കസ്റ്റം MSIXBundle പാത്ത്
pl_pl: Niestandardowa Ścieżka MSIXBundle

# ExportToJSONButtonText.Text
source: Export To JSON File
ar: تصدير إلى ملف JSON
de_de: In JSON-Datei exportieren
el_gr: Εξαγωγή σε αρχείο JSON
es: Exportar a archivo JSON
he_il: ייצוא לקובץ JSON
hi_in: JSON फ़ाइल में निर्यात करें
ml_in: JSON ഫയലിലേയ്ക്ക് എക്സ്പോർട്ട് ചെയ്യുക
pl_pl: Eksport do pliku JSON

# GroupIDHeader.Text
source: ID
ar: المعرّف
el_gr: Αναγνωριστικό
es: Identificador
he_il: מזהה
ml_in: ഐഡി
pl_pl: Identyfikator

# GroupIDColumnHeaderBtn.Content
source: ID
ar: المعرّف
el_gr: Αναγνωριστικό
es: Identificador
he_il: מזהה
ml_in: ഐഡി
pl_pl: Identyfikator

# IntuneDeploymentDetailsNavItem.Content
source: Intune Policy Deployment Details
ar: تفاصيل نشر سياسة Intune
de_de: Details zur Intune-Richtlinienbereitstellung
el_gr: Λεπτομέρειες ανάπτυξης πολιτικής Intune
es: Detalles de implementación de la política de Intune
he_il: פרטי פריסת מדיניות Intune
hi_in: Intune नीति परिनियोजन विवरण
ml_in: Intune നയം വിന്യസിക്കൽ വിശദാംശങ്ങൾ
pl_pl: Szczegóły wdrożenia zasady Intune

# IntuneDeploymentDetailsNavItem.ToolTipService.ToolTip
source: Specify the details of an Intune Policy deployment
ar: حدد تفاصيل نشر سياسة Intune
de_de: Geben Sie die Details einer Intune-Richtlinienbereitstellung an
el_gr: Καθορίστε τις λεπτομέρειες μιας ανάπτυξης πολιτικής Intune
es: Especifique los detalles de una implementación de política de Intune
he_il: ציין את פרטי פריסת מדיניות Intune
hi_in: Intune नीति परिनियोजन का विवरण निर्दिष्ट करें
ml_in: Intune നയം വിന്യസിക്കൽ വിവരങ്ങൾ വ്യക്തമാക്കുക
pl_pl: Określ szczegóły wdrożenia zasady Intune

# IntuneDeploymentDetailsNavItem.AutomationProperties.HelpText
source: Specify the details of an Intune Policy deployment
ar: حدد تفاصيل نشر سياسة Intune
de_de: Geben Sie die Details einer Intune-Richtlinienbereitstellung an
el_gr: Καθορίστε τις λεπτομέρειες μιας ανάπτυξης πολιτικής Intune
es: Especifique los detalles de una implementación de política de Intune
he_il: ציין את פרטי פריסת מדיניות Intune
hi_in: Intune नीति परिनियोजन का विवरण निर्दिष्ट करें
ml_in: Intune നയം വിന്യസിക്കൽ വിവരങ്ങൾ വ്യക്തമാക്കുക
pl_pl: Określ szczegóły wdrożenia zasady Intune

source: Delete
ar: حذف
de_de: Löschen
el_gr: Διαγραφή
es: Eliminar
he_il: מחק
hi_in: हटाएँ
ml_in: ഇല്ലാതാക്കുക
pl_pl: Usuń

# IntuneDeploymentDetailsPageTitle.Text
source: Manage the Entra groups in your tenant and select the groups you want to deploy the policy to.
ar: أدِر مجموعات Entra في المستأجر لديك وحدد المجموعات التي تريد نشر السياسة عليها.
de_de: Verwalten Sie die Entra-Gruppen in Ihrem Mandanten und wählen Sie die Gruppen aus, auf die die Richtlinie bereitgestellt werden soll.
el_gr: Διαχειριστείτε τις ομάδες Entra στον μισθωτή σας και επιλέξτε τις ομάδες στις οποίες θέλετε να αναπτύξετε την πολιτική.
es: Administre los grupos de Entra en su inquilino y seleccione los grupos a los que desea implementar la política.
he_il: נהל את קבוצות Entra בדייר שלך ובחר את הקבוצות שאליהן תרצה לפרוס את המדיניות.
hi_in: अपने टेनेंट में Entra समूहों का प्रबंधन करें और वे समूह चुनें जिन पर आप नीति परिनियोजित करना चाहते हैं.
ml_in: നിങ്ങളുടെ ടേനന്റിലെ Entra ഗ്രൂപ്പുകൾ നിയന്ത്രിച്ച് നയം വിന്യസിക്കേണ്ട ഗ്രൂപ്പുകൾ തിരഞ്ഞെടുക്കുക.
pl_pl: Zarządzaj grupami Entra w swoim dzierżawcy i wybierz grupy, do których chcesz wdrożyć zasadę.

# MergePolicies_StagingAreaName
source: PolicyMerger
es: FusionadorDeDirectivas
ml_in: പോളിസിമെർജർ

# MergePolicies_MergedPolicyFileName
source: MergedPolicy.cip
es: DirectivaFusionada.cip
ml_in: ലയിപ്പിച്ചനയം.cip
